[
  {
    "title": "Direito",
    "description": "O Curso Graduação em Direito da FSSS busca oferecer um ensino jurídico voltado à formação profissional interdisciplinar, humanista, estabelecendo um diálogo constante com a sociedade na qual está inserida. Nesse sentido, propõe-se um modelo pedagógico que conduza a formação de um profissional com sólida base humanística que o habilite a perceber o mundo como realidade universal e local e a nele intervir criticamente. Dessa forma, propõe-se um Curso de Direito que prepare o futuro profissional para lidar com um direito de legislação menos casuística e mais principiológica a exigir a consolidação de valores éticos, de senso crítico apurado, de capacidade de compreensão e apreensão da realidade através dessas múltiplas leituras das quais retire os elementos necessários no intuito de construir soluções jurídicas para o que lhe for posto. Um curso aonde a teoria e a prática se articulem de modo a permitir ao futuro profissional vivenciar, aplicando, os conhecimentos teóricos estudados, com êxito na área jurídica que optar em atuar.",
    "photo": "/assets/ImagensCursos/direito.jpg",
    "objetivos": "A presente proposta compromete-se com a visão “repolitizadora” do conhecimento jurídico, sem descuidar dos seus aspectos técnicos, a partir da própria concepção que inspira a mantenedora e a mantida que se colocam como OBJETIVOS gerais (conforme PDI da FSSS):  ✓ Contribuir para o desenvolvimento econômico e social através de uma formação global do educando contemplando os conhecimentos e competências técnicas e políticas. ✓ Estimular o espírito empreendedor, o senso crítico, a criatividade, a liderança e a ética para uma atuação verdadeiramente cidadã, capaz de contribuir para a transformação e melhoria da sociedade. ✓ Proporcionar aos educandos e professores e demais integrantes da Faculdade uma formação instrumental a partir do processo de (re) significação do mundo. ✓ Estimular a reflexão e fomentar o debate acerca de temas atuais de interesse da sociedade.  Especificamente para o Curso de Bacharelado em Direito propõe-se como OBJETIVOS GERAIS, consentâneos com aqueles da Faculdade proponente e da sua Mantenedora:  ✓ Formar profissionais éticos, solidários e empreendedores – no sentido de críticos e criativos no seu ambiente - comprometidos com a transformação e melhoria da sociedade ✓ Formar profissionais dotados de competência técnica que os habilite a exercer as diversas carreiras jurídicas existentes e preparados a enfrentar as novas, emergentes da rápida transformação das demandas da sociedade. ✓ Formar profissionais capazes de compreender e produzir conhecimento jurídico, interferindo com o seu exercício profissional na realidade social, em especial do litoral norte baiano, onde se situa o curso e para cuja comunidade se dirige.",
    "perfil": "Espera-se do egresso do Curso de Bacharelado em Direito da Faculdade Santíssimo Sacramento – FSSS um perfil profissional que o torne apto a lidar com as diferentes exigências de uma sociedade em transformação, dotado de formação humanística e técnico- profissional que lhe permitam exercer qualquer uma das carreiras jurídicas tradicionais (carreiras de Estado, atividades de consultoria e assessoria, advocacia e magistério do Direito) ou ingressar em novas, que forem surgindo no mercado, sempre como agente de transformação.  Pretende-se assim, um profissional com uma visão universal do Direito e com suficiente treinamento prático para intervir de maneira ética, consciente e criativa na realidade no qual irá interagir no seu exercício profissional, preparado para colaborar na construção de soluções negociadas conduzindo os envolvidos, da situação de conflito (potencial ou instaurado) à conciliação. A partir desse domínio, espera-se, também, que o egresso do Curso de Bacharelado em Direito da Faculdade Santíssimo Sacramento desenvolva como atitudes:  - Compreender o ambiente em que exerce a sua atividade profissional e perceber o seu cliente como sujeito da situação jurídico-social em que está envolvido. - Analisar e interpretar os textos legais e jurídicos e de elabora-los, dentro dos padrões técnicos estabelecidos, aplicando a norma abstrata aos fatos jurídico-sociais de modo a fazer o necessário encontro entre a norma abstrata e o modo de ser da comunidade com que interage; - Cultivar no exercício profissional postura reflexiva que lhe permita a permanente compreensão do Direito, exercitando aprendizagem autônoma e dinâmica; - Cultivar o hábito da pesquisa das diversas fontes do Direito, compreendendo-o como fenômeno dinâmico que exige do seu intérprete/operador permanente atualização. - Utilizar, na sua prática profissional, o raciocínio jurídico de argumentação e de persuasão que permita a construção de soluções negociadas (conciliação); - Utilizar-se da dialética para o julgamento e tomada de decisões.",
    "missao": "Desenvolver o ensino, a pesquisa e a extensão, considerando o(a) aluno(a) como sujeito de seu próprio desenvolvimento, possibilitando a elaboração da experiência humana de forma crítica e criativa.",
    "price": 990,
    "id": 1,
    "year": 10,
    "router": "direito"
  },
  {
    "title": "Administração",
    "description": "Formar bacharéis em Administração que possam exercer suas atribuições profissionais, com competência e responsabilidade ética, perante as organizações e a sociedade, possuidor de visão crítica e analítica, com capacidade de antecipar e promover mudanças, gerir conhecimentos para planejar e tomar decisões, que contribuam para a melhoria da qualidade de vida.",
    "objetivos": "A elaboração do projeto pedagógico do Curso de Administração teve como base o parecer CNE/CES nº 23/2005, que retifica o texto da Resolução CNE/CES nº 1/2004, que institui as Diretrizes Curriculares Nacionais (DCNs) do curso de Graduação em Administração, Bacharelado, homologado no dia 06/06/2005, pelo Ministro da Educação. O projeto tem como finalidade formar um administrador capaz de compreender as questões técnicas, sociais e econômicas da produção, bem como seu gerenciamento. Aliando planejamento e flexibilidade na organização e tomado decisões baseadas na rápida e correta assimilação das informações. O Curso visa formar profissionais com domínio dos conhecimentos técnicos, humanos, sociais e políticos que favoreçam o atendimento das necessidades de gerenciamento das mais variadas formas de organizações da sociedade, orientado por valores de responsabilidade social, justiça e ética profissional. Tem as suas atividades voltadas para a formação de empreendedores, capazes de criar e gerenciar novas empresas. A formação acadêmica possibilita a atuação em todos os setores de uma empresa, desde a organização de recursos humanos, materiais, produção e financeiros até o desenvolvimento de estratégias de mercado.",
    "perfil": "O gestor contemporâneo necessita se comunicar e compreender os fenômenos e eventos que ocorre no entorno. Para acompanhar estes fenômenos e eventos, as diversas disciplinas do curso de Administração trabalham de forma interdisciplinar no que se refere à interpretação dados atuais e passados, bem como prospectando informações para projeções futuras. Sempre que possível estas atividades são desenvolvidas sob a ótica de mais de uma disciplina, num trabalho conjunto de mais de um docente. A relação de posturas e valores que os egressos em Administração deverão apresentar para a constituição do perfil profissional são as seguintes:  - Conhecimento das forças econômicas, sociais, culturais e políticas que afetam as empresas; - Capacidade de interpretar as tecnológicas como oportunidade de crescimento profissional e pessoal; - Ser profundo conhecedor do pensamento e da profissão de administrador; - Espírito empreendedor e equilíbrio emocional para gerir as organizações; - Postura flexível frente às mudanças ocorridas no cenário global; - Conhecer métodos para coletar, reunir, sumarizar, analisar e administrar; - Capacidade de liderança, motivação, raciocínio conceitual e analítico relativo à Administração; - Criatividade na resolução dos problemas vividos na organização; - Conhecimento dos conceitos dos sistemas de informação; - Proficiência no uso da linguagem do administrador; - Capacidade de interpretar as informações para o processo de tomada de decisões; - Habilidade para delegar funções, liderar e motivar equipes; - Capacidade para analisar os cenários econômico-financeiros nacionais e internacionais e; - Visão sistêmica e holística da atividade do administrador",
    "missao": "Formar bacharéis em Administração que possam exercer suas atribuições profissionais, com competência e responsabilidade ética, perante as organizações e a sociedade, possuidor de visão crítica e analítica, com capacidade de antecipar e promover mudanças, gerir conhecimentos para planejar e tomar decisões, que contribuam para a melhoria da qualidade de vida.",
    "photo": "/assets/ImagensCursos/ADM.png",
    "price": 780,
    "id": 2,
    "year": 8,
    "router": "administracao"
  },
  {
    "title": "Sistemas de Informação",
    "description":"Dinâmico e atual, o curso de Sistemas de Informação da F.SS.S., é focado na formação de profissionais aptos a planejar, desenvolver e gerenciar sistemas computacionais, além do domínio em diversos âmbitos das tecnologias de informação (TIs). Autorizado pelo MEC (Portaria nº 245, de 05 de julho de 2011) com Reconhecimento do MEC (Portaria nº 67, de 29 de janeiro de 2015) o curso de Sistemas de Informação da F.SS.S. possui uma moderna infra-estrutura bibliotecária e de laboratórios de informática com equipamentos e softwares alinhados coma as novas tecnologias. É dotado de um quadro docente qualificado e experiente, comprometidos com a formação de seus alunos, preparando-os para um mercado atraente, competitivo e desejoso de bons profissionais.",
    "objetivos": "",
    "perfil": "",
    "missao": "",
    "photo": "/assets/ImagensCursos/sistemasdeinformacao.jpg",
    "price": 780,
    "id": 3,
    "year": 8,
    "router": "sistemasdeinformacao"
  },
  {
    "title": "Enfermagem",
    "description":"",
    "objetivos": "",
    "perfil": "",
    "missao": "",
    "photo": "/assets/ImagensCursos/enfermagem.jpg",
    "price": 1.087,
    "id": 4,
    "year": 8,
    "router": "enfermagem"
  },
  {
    "title": "Psicologia",
    "description":"",
    "objetivos": "",
    "perfil": "",
    "missao": "",
    "photo": "/assets/ImagensCursos/psicologia.jpg",
    "price": 1.119,
    "id": 5,
    "year": 10,
    "router": "psicologia"
  },
  {
    "title": "Pedagogia",
    "description":"",
    "objetivos": "",
    "perfil": "",
    "missao": "",
    "photo": "/assets/ImagensCursos/pedagogia.jpg",
    "price": 475,
    "id": 6,
    "year": 8,
    "router": "pedagogia"
  },
  {
    "title": "Engenharia De Produção",
    "description":"",
    "objetivos": "",
    "perfil": "",
    "missao": "",
    "photo": "/assets/ImagensCursos/engenhariadeproducao.jpg",
    "price": 1.087,
    "id": 7,
    "year": 10,
    "router": "engenhariadeproducao"
  },
  {
    "title": "Ciências Contábeis",
    "description":"",
    "objetivos": "",
    "perfil": "",
    "missao": "",
    "photo": "/assets/ImagensCursos/contabilidade.jpg",
    "price": 780,
    "id": 8,
    "year": 8,
    "router": "cienciascontabeis"
  },
  {
    "title": "Serviço Social",
    "description":"",
    "objetivos": "",
    "perfil": "",
    "missao": "",
    "photo": "/assets/ImagensCursos/servicosocial.jpg",
    "price": 475,
    "id": 9,
    "year": 2,
    "router": "servicosocial"
  }
]
